---
type: CurtainSystemBase
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# CurtainSystemBase

`Autodesk.Revit.DB.CurtainSystemBase` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |